Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# focusStop
source: Stop
ar: إيقاف
de: Stopp
es: Parar
fr: Arrêter
hi_in: रोकें
id: Berhenti
it: Ferma
ja: 停止
ko: 정지
mr_in: थांबवा
pt: Parar
ru: Остановить
th: หยุด
tr: Durdur
vi: Dừng
zh_cn: 停止
zh_hk: 停止
zh_tw: 停止

# focusStopConfirm
source: Stop this block? The time so far is kept and the task stays open.
ar: إيقاف هذه الفترة؟ الوقت المنقضي محفوظ والمهمة تبقى مفتوحة.
de: Diese Einheit beenden? Die bisherige Zeit bleibt erhalten und die Aufgabe bleibt offen.
es: ¿Parar este bloque? El tiempo hecho se guarda y la tarea sigue abierta.
fr: Arrêter cette séance ? Le temps écoulé est conservé et la tâche reste ouverte.
hi_in: यह ब्लॉक रोकना है? अब तक का समय बचा रहेगा और काम खुला रहेगा।
id: Hentikan blok ini? Waktu yang sudah jalan tetap tersimpan dan tugasnya masih terbuka.
it: Fermare questo blocco? Il tempo già fatto viene tenuto e l’attività resta aperta.
ja: このブロックを止めますか？ ここまでの時間は残り、タスクはそのままです。
ko: 이 블록을 멈출까요? 지금까지의 시간은 남고 작업도 그대로 있습니다.
mr_in: हा टप्पा थांबवायचा? आतापर्यंतचा वेळ राहील आणि काम तसेच उघडे राहील.
pt: Parar este bloco? O tempo já feito fica guardado e a tarefa continua aberta.
ru: Остановить этот блок? Пройденное время сохранится, а задача останется открытой.
th: หยุดช่วงนี้ไหม เวลาที่ทำมาแล้วยังถูกเก็บไว้ และงานยังค้างอยู่
tr: Bu blok durdurulsun mu? Şimdiye kadarki süre saklanır, görev açık kalır.
vi: Dừng phiên này? Thời gian đã làm được giữ lại và việc vẫn còn đó.
zh_cn: 结束这一段专注？已经过去的时间会保留，任务仍然是未完成。
zh_hk: 停咗呢段專注？已經過去嘅時間會保留，件事仲係未做完。
zh_tw: 結束這一段專注？已經過去的時間會保留，任務仍然沒完成。

# focusStopTitle
source: Stop this focus?
ar: إيقاف هذا التركيز؟
de: Fokus beenden?
es: ¿Parar este enfoque?
fr: Arrêter cette session ?
hi_in: यह फ़ोकस रोकें?
id: Hentikan fokus ini?
it: Interrompere questa sessione?
ja: このフォーカスを止めますか？
ko: 이 집중을 멈출까요?
mr_in: ही फोकस थांबवायची?
pt: Parar este foco?
ru: Остановить эту сессию?
th: หยุดโฟกัสนี้ไหม
tr: Bu odağı durdur?
vi: Dừng phiên tập trung này?
zh_cn: 停止这次专注？
zh_hk: 停止呢次專注？
zh_tw: 停止這次專注？

# focusTaskPlaceholder
source: What are you working on?
ar: على ماذا تعمل؟
de: Woran arbeitest du?
es: ¿En qué estás trabajando?
fr: Sur quoi travaillez-vous ?
hi_in: आप किस पर काम कर रहे हैं?
id: Sedang mengerjakan apa?
it: A cosa stai lavorando?
ja: いま何をしていますか？
ko: 무엇을 하고 있나요?
mr_in: तुम्ही कशावर काम करत आहात?
pt: Em que está a trabalhar?
ru: Над чем работаете?
th: กำลังทำอะไรอยู่
tr: Ne üzerinde çalışıyorsun?
vi: Bạn đang làm gì?
zh_cn: 现在在做什么？
zh_hk: 而家做緊咩？
zh_tw: 現在在做什麼？

# focusTaskTitle
source: Task
ar: المهمة
de: Aufgabe
es: Tarea
fr: Tâche
hi_in: काम
id: Tugas
it: Attività
ja: タスク
ko: 작업
mr_in: काम
pt: Tarefa
ru: Задача
th: งาน
tr: Görev
vi: Việc
zh_cn: 任务
zh_hk: 任務
zh_tw: 任務

# focusTemplateAuto
source: Used every day
ar: يُستخدم كل يوم
de: Täglich verwendet
es: Se usa cada día
fr: Utilisée chaque jour
hi_in: हर दिन इस्तेमाल
id: Dipakai setiap hari
it: Usata ogni giorno
ja: 毎日自動で使用
ko: 매일 자동 사용
mr_in: दररोज वापरले जाते
pt: Usado todos os dias
ru: Применяется каждый день
th: ใช้ทุกวัน
tr: Her gün kullanılır
vi: Dùng mỗi ngày
zh_cn: 每天自动使用
zh_hk: 每天自動使用
zh_tw: 每天自動使用

# focusTemplateCapacityWarning
source: Some tasks do not fit this shift
ar: لا تتسع هذه الوردية لجميع المهام
de: Nicht alle Aufgaben passen in diese Schicht
es: No todas las tareas caben en este turno
fr: Certaines tâches ne tiennent pas dans ce service
hi_in: इस शिफ़्ट में सभी कार्यों के लिए समय नहीं है
id: Tidak semua tugas muat dalam sif ini
it: Non tutte le attività rientrano nel turno
ja: このシフトに収まらないタスクがあります
ko: 현재 근무 시간에 모든 작업을 배치할 수 없습니다
mr_in: या शिफ्टमध्ये सर्व कार्यांसाठी वेळ पुरेसा नाही
pt: Nem todas as tarefas cabem neste turno
ru: Не все задачи помещаются в эту смену
th: กะนี้มีเวลาไม่พอสำหรับทุกงาน
tr: Tüm görevler bu vardiyaya sığmıyor
vi: Không đủ thời gian cho mọi nhiệm vụ trong ca này
zh_cn: 当前班次放不下全部任务
zh_hk: 目前班次無法排入全部任務
zh_tw: 目前班次無法排入全部任務

# focusTemplateDelete
source: Delete template
ar: حذف القالب
de: Vorlage löschen
es: Eliminar plantilla
fr: Supprimer le modèle
hi_in: टेम्पलेट हटाएँ
id: Hapus templat
it: Elimina modello
ja: テンプレートを削除
ko: 템플릿 삭제
mr_in: साचा हटवा
pt: Eliminar modelo
ru: Удалить шаблон
th: ลบแม่แบบ
tr: Şablonu sil
vi: Xóa mẫu
zh_cn: 删除模板
zh_hk: 刪除範本
zh_tw: 刪除範本

# focusTemplateDropped
source: {{count}} blocks don't fit this shift
ar: {{count}} فترات لا تتسع في هذه الوردية
de: {{count}} Blöcke passen nicht in diese Schicht
es: {{count}} bloques no caben en este turno
fr: {{count}} blocs n’entrent pas dans ce service
hi_in: {{count}} ब्लॉक इस शिफ़्ट में नहीं आते
id: {{count}} blok tidak muat di sif ini
it: {{count}} blocchi non entrano in questo turno
ja: {{count}} ブロックはこのシフトに入りません
ko: 블록 {{count}}개는 이번 근무에 들어가지 않습니다
mr_in: {{count}} ब्लॉक या शिफ्टमध्ये बसत नाहीत
pt: {{count}} blocos não cabem neste turno
ru: {{count}} блоков не помещаются в эту смену
th: {{count}} ช่วงไม่พอดีกับกะนี้
tr: {{count}} blok bu vardiyaya sığmıyor
vi: {{count}} ô không vừa ca này
zh_cn: 有 {{count}} 格放不进这个班次
zh_hk: 有 {{count}} 格放不進這個班次
zh_tw: 有 {{count}} 格放不進這個班次

# focusTemplateRemainingPomodoros
source: This shift has room for {{count}} more Pomodoros.
ar: تتسع هذه الوردية لـ {{count}} جلسات بومودورو إضافية.
de: In dieser Schicht ist Platz für {{count}} weitere Pomodoros.
es: Este turno tiene espacio para {{count}} pomodoros más.
fr: Ce service peut accueillir {{count}} pomodoros supplémentaires.
hi_in: इस शिफ़्ट में {{count}} और पोमोडोरो रखे जा सकते हैं।
id: Sif ini masih dapat menampung {{count}} pomodoro lagi.
it: In questo turno c’è spazio per altri {{count}} pomodori.
ja: このシフトにはあと {{count}} ポモドーロを配置できます。
ko: 현재 근무 시간에 포모도로 {{count}}개를 더 배치할 수 있습니다.
mr_in: या शिफ्टमध्ये आणखी {{count}} पोमोडोरो नियोजित करता येतील.
pt: Este turno tem espaço para mais {{count}} pomodoros.
ru: В эту смену можно добавить ещё {{count}} помодоро.
th: กะนี้ยังจัดช่วงโพโมโดโรเพิ่มได้อีก {{count}} ช่วง
tr: Bu vardiyaya {{count}} pomodoro daha eklenebilir.
vi: Ca này còn chỗ cho {{count}} pomodoro nữa.
zh_cn: 按当前班次，还可安排 {{count}} 个番茄。
zh_hk: 依目前班次，還可安排 {{count}} 個番茄鐘。
zh_tw: 依目前班次，還可安排 {{count}} 個番茄鐘。

# focusTemplateSequenceNote
source: Tasks fill the shift in this order, skipping breaks. If time runs out, the remaining tasks stay in the template for another day.
ar: تُوزَّع المهام على الوردية بهذا الترتيب مع تجاوز الاستراحات. إذا لم يكفِ الوقت، تبقى المهام المتبقية محفوظة في القالب.
de: Aufgaben werden in dieser Reihenfolge unter Auslassung der Pausen eingeplant. Reicht die Zeit nicht, bleiben die übrigen Aufgaben in der Vorlage erhalten.
es: Las tareas se programan en este orden, respetando los descansos. Si no hay tiempo suficiente, las tareas restantes se conservan en la plantilla.
fr: Les tâches sont placées dans cet ordre, en évitant les pauses. Si le temps manque, les tâches restantes sont conservées dans le modèle.
hi_in: कार्य इसी क्रम में शिफ़्ट में लगाए जाते हैं और ब्रेक छोड़ दिए जाते हैं। समय कम पड़ने पर बाकी कार्य टेम्पलेट में सुरक्षित रहते हैं।
id: Tugas mengisi sif sesuai urutan ini dengan melewati waktu istirahat. Jika waktunya tidak cukup, tugas yang tersisa tetap tersimpan di templat.
it: Le attività vengono inserite nel turno in questo ordine, saltando le pause. Se il tempo non basta, le attività rimanenti restano nel modello.
ja: タスクは休憩を避け、この順番でシフトに配置されます。時間が足りない場合、残りのタスクはテンプレートに保存されたままになります。
ko: 휴식 시간을 제외하고 이 순서대로 근무 시간에 작업을 배치합니다. 시간이 부족하면 남은 작업은 템플릿에 그대로 보관됩니다.
mr_in: विश्रांतीची वेळ वगळून कार्ये या क्रमाने शिफ्टमध्ये मांडली जातात. वेळ अपुरा पडल्यास उर्वरित कार्ये साच्यात जतन राहतात.
pt: As tarefas são distribuídas pelo turno nesta ordem, respeitando as pausas. Se não houver tempo suficiente, as tarefas restantes ficam guardadas no modelo.
ru: Задачи заполняют смену в этом порядке, пропуская перерывы. Если времени не хватит, оставшиеся задачи сохранятся в шаблоне.
th: งานจะถูกจัดลงในกะตามลำดับนี้ โดยเว้นช่วงพัก หากเวลาไม่พอ งานที่เหลือจะยังคงอยู่ในแม่แบบ
tr: Görevler molalar atlanarak bu sırayla vardiyaya yerleştirilir. Zaman yetmezse kalan görevler şablonda saklanır.
vi: Các nhiệm vụ được xếp vào ca theo thứ tự này, bỏ qua giờ nghỉ. Nếu không đủ thời gian, các nhiệm vụ còn lại vẫn được giữ trong mẫu.
zh_cn: 任务按顺序填入当天班次，自动避开休息。时间不够时，尾部任务不安排到当天，模板仍完整保留。
zh_hk: 任務依序填入當天班次，自動避開休息。時間不足時，尾端任務不安排到當天，範本仍完整保留。
zh_tw: 任務依序填入當天班次，自動避開休息。時間不足時，尾端任務不安排到當天，範本仍完整保留。

# focusTemplateSlots
source: {{count}} blocks
ar: {{count}} فترات
de: {{count}} Blöcke
es: {{count}} bloques
fr: {{count}} blocs
hi_in: {{count}} ब्लॉक
id: {{count}} blok
it: {{count}} blocchi
ja: {{count}} ブロック
ko: 블록 {{count}}개
mr_in: {{count}} ब्लॉक
pt: {{count}} blocos
ru: Блоков: {{count}}
th: {{count}} ช่วง
tr: {{count}} blok
vi: {{count}} ô
zh_cn: {{count}} 个格子
zh_hk: {{count}} 個格子
zh_tw: {{count}} 個格子

# focusTemplateTaskDoesNotFit
source: Not scheduled: this shift has insufficient time
ar: غير مجدولة: وقت الوردية غير كافٍ
de: Nicht eingeplant: Die Schicht bietet zu wenig Zeit
es: Sin programar: el turno no tiene tiempo suficiente
fr: Non planifiée : le temps disponible est insuffisant
hi_in: शिफ़्ट में समय कम होने के कारण यह कार्य नहीं रखा गया
id: Tidak dijadwalkan: waktu sif tidak mencukupi
it: Non pianificata: il tempo nel turno non è sufficiente
ja: シフトの時間不足のため、このタスクは配置されません
ko: 근무 시간이 부족하여 이 작업은 배치되지 않습니다
mr_in: शिफ्टमध्ये वेळ अपुरा असल्याने हे कार्य नियोजित नाही
pt: Não agendada: o turno não tem tempo suficiente
ru: Не запланировано: в смене недостаточно времени
th: ยังไม่จัดงานนี้: เวลาในกะไม่เพียงพอ
tr: Planlanmadı: vardiyada yeterli zaman yok
vi: Chưa được xếp lịch: ca làm không đủ thời gian
zh_cn: 当前班次时间不足，此任务暂不安排
zh_hk: 目前班次時間不足，此任務暫不安排
zh_tw: 目前班次時間不足，此任務暫不安排

# focusThisBlock
source: This block
ar: هذه الفترة
de: Dieser Block
es: Este bloque
fr: Ce bloc
hi_in: यह ब्लॉक
id: Blok ini
it: Questo blocco
ja: 今のブロック
ko: 현재 블록
mr_in: हा ब्लॉक
pt: Este bloco
ru: Этот блок
th: ช่วงนี้
tr: Bu blok
vi: Ô này
zh_cn: 现在这一格
zh_hk: 現在這一格
zh_tw: 現在這一格

# focusTimerSettings
source: Pomodoro settings
ar: إعدادات بومودورو
de: Pomodoro-Einstellungen
es: Ajustes de Pomodoro
fr: Réglages Pomodoro
hi_in: पोमोडोरो सेटिंग
id: Pengaturan Pomodoro
it: Impostazioni Pomodoro
ja: ポモドーロ設定
ko: 포모도로 설정
mr_in: पोमोडोरो सेटिंग्ज
pt: Definições do Pomodoro
ru: Настройки помодоро
th: การตั้งค่าโพโมโดโร
tr: Pomodoro ayarları
vi: Cài đặt Pomodoro
zh_cn: 番茄钟设置
zh_hk: 番茄鐘設定
zh_tw: 番茄鐘設定

# focusTimerSettingsBody
source: These settings apply to new timers. A running timer and a saved plan keep their own timing.
ar: تنطبق هذه الإعدادات على المؤقتات الجديدة. يحتفظ المؤقت الجاري والخطة المحفوظة بمدتهما.
de: Diese Einstellungen gelten für neue Timer. Ein laufender Timer und ein gespeicherter Plan behalten ihre eigenen Zeiten.
es: Estos ajustes se aplican a los temporizadores nuevos. El temporizador activo y el plan guardado conservan sus propios tiempos.
fr: Ces réglages s’appliquent aux nouveaux minuteurs. Le minuteur en cours et le planning enregistré gardent chacun leur durée.
hi_in: ये सेटिंग नए टाइमर पर लागू होती हैं। चालू टाइमर और सेव किया गया प्लान अपनी-अपनी अवधि बनाए रखते हैं।
id: Pengaturan ini berlaku untuk timer baru. Timer yang sedang berjalan dan rencana tersimpan mempertahankan durasinya masing-masing.
it: Queste impostazioni valgono per i nuovi timer. Il timer in corso e il piano salvato mantengono le rispettive durate.
ja: この設定は新しいタイマーに適用されます。実行中のタイマーと保存済みの計画はそれぞれの時間を保ちます。
ko: 이 설정은 새 타이머에 적용됩니다. 실행 중인 타이머와 저장된 계획은 각자의 시간을 유지합니다.
mr_in: ही सेटिंग्ज नवीन टायमरवर लागू होतात. सुरू असलेला टायमर आणि सेव्ह केलेला प्लॅन आपापला कालावधी ठेवतात.
pt: Estas definições aplicam-se a novos temporizadores. O temporizador em curso e o plano guardado mantêm as suas próprias durações.
ru: Эти настройки применяются к новым таймерам. Запущенный таймер и сохранённый план сохраняют свои интервалы.
th: การตั้งค่านี้ใช้กับตัวจับเวลาใหม่ ตัวจับเวลาที่กำลังทำงานและแผนที่บันทึกไว้จะคงระยะเวลาของตนเอง
tr: Bu ayarlar yeni zamanlayıcılara uygulanır. Çalışan zamanlayıcı ve kaydedilen plan kendi sürelerini korur.
vi: Các cài đặt này áp dụng cho hẹn giờ mới. Hẹn giờ đang chạy và kế hoạch đã lưu giữ thời lượng riêng.
zh_cn: 这些设置只用于新的计时。正在运行的计时和已保存的计划会保留各自的时长。
zh_hk: 呢啲設定只套用到新計時。正在進行嘅計時同已儲存嘅計劃會保留各自嘅時間。
zh_tw: 這些設定只套用到新的計時。正在進行的計時和已儲存的計畫會保留各自的時間。

# focusTimerSettingsHint
source: Set durations for new focus timers and breaks.
ar: اضبط مدد مؤقتات التركيز والاستراحات الجديدة.
de: Dauern für neue Fokus-Timer und Pausen festlegen.
es: Configura la duración de los nuevos temporizadores de enfoque y descansos.
fr: Réglez la durée des nouveaux minuteurs de concentration et des pauses.
hi_in: नए फोकस टाइमर और विश्राम की अवधि तय करें।
id: Atur durasi timer fokus dan istirahat baru.
it: Imposta la durata dei nuovi timer di focus e delle pause.
ja: 新しい集中タイマーと休憩の時間を設定します。
ko: 새 집중 타이머와 휴식 시간을 정합니다.
mr_in: नवीन फोकस टायमर आणि विश्रांतीचा कालावधी ठरवा.
pt: Defina a duração dos novos temporizadores de foco e das pausas.
ru: Настройте длительность новых таймеров фокуса и перерывов.
th: ตั้งระยะเวลาของตัวจับเวลาโฟกัสและช่วงพักใหม่
tr: Yeni odak zamanlayıcıları ve molaların sürelerini ayarlayın.
vi: Đặt thời lượng cho hẹn giờ tập trung và giờ nghỉ mới.
zh_cn: 设置新专注计时与休息的时长。
zh_hk: 設定新專注計時同休息嘅時間。
zh_tw: 設定新專注計時與休息的時間。

# focusTimerSettingsLockedRunning
source: Finish the running timer before changing its cadence.
ar: أنه المؤقت الجاري قبل تغيير الوتيرة.
de: Beende den laufenden Timer, bevor du den Rhythmus änderst.
es: Termina el temporizador activo antes de cambiar el ritmo.
fr: Terminez le minuteur en cours avant de modifier le rythme.
hi_in: लय बदलने से पहले चालू टाइमर पूरा करें।
id: Selesaikan timer yang berjalan sebelum mengubah ritme.
it: Termina il timer in corso prima di cambiare il ritmo.
ja: 実行中のタイマーを終えてから間隔を変更してください。
ko: 실행 중인 타이머를 끝낸 후 간격을 바꾸세요.
mr_in: लय बदलण्यापूर्वी सुरू असलेला टायमर पूर्ण करा.
pt: Termine o temporizador em curso antes de alterar o ritmo.
ru: Завершите запущенный таймер перед сменой ритма.
th: จบตัวจับเวลาที่กำลังทำงานก่อนเปลี่ยนจังหวะ
tr: Ritmi değiştirmeden önce çalışan zamanlayıcıyı bitirin.
vi: Hãy kết thúc hẹn giờ đang chạy trước khi đổi nhịp.
zh_cn: 请先结束正在运行的计时，再调整节奏。
zh_hk: 請先結束正在進行嘅計時，再調整節奏。
zh_tw: 請先結束正在進行的計時，再調整節奏。

# focusTimerSettingsLockedTemplate
source: Block length is fixed while a usual day is saved — its slots are numbered against it.
ar: ما دام هناك يوم معتاد محفوظ، يبقى طول الفترة ثابتًا — فخاناته مرقّمة وفقًا له.
de: Solange ein üblicher Tag gesichert ist, bleibt die Blocklänge fest — dessen Plätze sind danach nummeriert.
es: Mientras haya un día habitual guardado, la duración del bloque queda fija: sus ranuras se numeran según ella.
fr: Tant qu’une journée habituelle est enregistrée, la durée des blocs est figée : ses emplacements y sont numérotés.
hi_in: जब कोई सामान्य दिन सहेजा हो, ब्लॉक की लंबाई तय रहती है — उसके स्लॉट उसी से गिने जाते हैं।
id: Selama ada hari biasa tersimpan, panjang blok tetap — slotnya dinomori berdasarkan itu.
it: Finché è salvata una giornata abituale, la durata del blocco resta fissa: le sue posizioni sono numerate su di essa.
ja: いつもの一日を保存している間、ブロックの長さは固定されます。枠がその長さで番号付けされているためです。
ko: 자주 쓰는 하루가 저장되어 있으면 블록 길이가 고정됩니다. 슬롯이 그 길이로 번호가 매겨져 있기 때문입니다.
mr_in: नेहमीचा दिवस जतन असताना ब्लॉकची लांबी निश्चित राहते — त्याच्या जागा त्यानुसार क्रमांकित असतात.
pt: Enquanto houver um dia habitual guardado, a duração do bloco fica fixa — as vagas são numeradas por ela.
ru: Пока сохранён обычный день, длина блока зафиксирована — его слоты пронумерованы по ней.
th: ขณะที่มีวันที่ใช้บ่อยบันทึกไว้ ความยาวช่วงจะคงที่ เพราะช่องถูกนับตามความยาวนั้น
tr: Kayıtlı bir “her zamanki gün” varken blok süresi sabittir; yuvaları ona göre numaralanmıştır.
vi: Khi đã lưu một ngày thường dùng, độ dài ô sẽ cố định — các vị trí được đánh số theo nó.
zh_cn: 存了常用的一天之后，专注时长会固定——它的格子是按这个时长编号的。
zh_hk: 存了常用的一天之後，專注時長會固定——它的格子是按這個時長編號的。
zh_tw: 存了常用的一天之後，專注時長會固定——它的格子是按這個時長編號的。

# focusTimerSettingsSection
source: Durations
ar: المدد
de: Dauern
es: Duraciones
fr: Durées
hi_in: अवधियाँ
id: Durasi
it: Durate
ja: 時間
ko: 시간
mr_in: कालावधी
pt: Durações
ru: Длительность
th: ระยะเวลา
tr: Süreler
vi: Thời lượng
zh_cn: 时长
zh_hk: 時間長度
zh_tw: 時間長度

# focusTitle
source: Focus
ar: تركيز
de: Fokus
es: Enfoque
hi_in: फ़ोकस
id: Fokus
ja: フォーカス
ko: 집중
mr_in: फोकस
pt: Foco
ru: Фокус
th: โฟกัส
tr: Odak
vi: Tập trung
zh_cn: 专注
zh_hk: 專注
zh_tw: 專注

# focusToday
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hi_in: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
mr_in: आज
pt: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_cn: 今天
zh_hk: 今日
zh_tw: 今天

# focusTodayTasks
source: Today's tasks
ar: مهام اليوم
de: Heutige Aufgaben
es: Tareas de hoy
fr: Tâches du jour
hi_in: आज के कार्य
id: Tugas hari ini
it: Attività di oggi
ja: 今日のタスク
ko: 오늘의 작업
mr_in: आजची कार्ये
pt: Tarefas de hoje
ru: Задачи на сегодня
th: งานวันนี้
tr: Bugünün görevleri
vi: Việc hôm nay
zh_cn: 今天的任务
zh_hk: 今天的任務
zh_tw: 今天的任務

# focusUnscheduled
source: Not scheduled
ar: غير مجدولة
de: Nicht eingeplant
es: Sin programar
fr: Non planifiée
hi_in: निर्धारित नहीं
id: Belum dijadwalkan
it: Non pianificata
ja: 未割り当て
ko: 배치 안 됨
mr_in: नियोजित नाही
pt: Sem horário
ru: Не запланировано
th: ยังไม่ได้จัดช่วง
tr: Planlanmadı
vi: Chưa xếp
zh_cn: 未安排
zh_hk: 未安排
zh_tw: 未安排

# focusUnsetDefaultTemplate
source: Stop using every day
ar: أوقف الاستخدام اليومي
de: Nicht mehr täglich verwenden
es: Dejar de usar cada día
fr: Ne plus utiliser chaque jour
hi_in: हर दिन इस्तेमाल बंद करें
id: Berhenti dipakai setiap hari
it: Non usare più ogni giorno
ja: 毎日使うのをやめる
ko: 매일 사용 중지
mr_in: दररोज वापरणे थांबवा
pt: Deixar de usar todos os dias
ru: Не применять каждый день
th: เลิกใช้ทุกวัน
tr: Her gün kullanmayı bırak
vi: Ngừng dùng mỗi ngày
zh_cn: 不再每天使用
zh_hk: 不再每天使用
zh_tw: 不再每天使用

# focusUsualDay
source: Focus task template
ar: قالب مهام التركيز
de: Vorlage für Fokusaufgaben
es: Plantilla de tareas de concentración
fr: Modèle de tâches de concentration
hi_in: फ़ोकस कार्य टेम्पलेट
id: Templat tugas fokus
it: Modello di attività di concentrazione
ja: 集中タスクのテンプレート
ko: 집중 작업 템플릿
mr_in: एकाग्रता कार्यांचा साचा
pt: Modelo de tarefas de foco
ru: Шаблон задач для концентрации
th: แม่แบบงานโฟกัส
tr: Odak görevi şablonu
vi: Mẫu nhiệm vụ tập trung
zh_cn: 专注任务模板
zh_hk: 專注任務範本
zh_tw: 專注任務範本

# focusUsualDayDefaultName
source: My workday
ar: يوم عملي
de: Mein Arbeitstag
es: Mi jornada
fr: Ma journée de travail
hi_in: मेरा कार्यदिवस
id: Hari kerja saya
it: La mia giornata
ja: わたしの平日
ko: 내 근무일
mr_in: माझा कामाचा दिवस
pt: O meu dia de trabalho
ru: Мой рабочий день
th: วันทำงานของฉัน
tr: İş günüm
vi: Ngày làm của tôi
zh_cn: 我的工作日
zh_hk: 我的工作日
zh_tw: 我的工作日

# focusUsualDayName
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi_in: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
mr_in: नाव
pt: Nome
ru: Название
th: ชื่อ
tr: Ad
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱

# focusUsualDays
source: Usual days
ar: الأيام المعتادة
de: Übliche Tage
es: Días habituales
fr: Journées habituelles
hi_in: सामान्य दिन
id: Hari biasa
it: Giornate abituali
ja: いつもの一日
ko: 자주 쓰는 하루
mr_in: नेहमीचे दिवस
pt: Dias habituais
ru: Обычные дни
th: วันที่ใช้บ่อย
tr: Her zamanki günler
vi: Ngày thường dùng
zh_cn: 常用的一天
zh_hk: 常用的一天
zh_tw: 常用的一天

source: GitHub repository
ar: مستودع GitHub
es: Repositorio de GitHub
fr: Dépôt GitHub
hi_in: GitHub रिपॉज़िटरी
id: Repositori GitHub
it: Repository GitHub
ja: GitHub リポジトリ
ko: GitHub 저장소
mr_in: GitHub रिपॉझिटरी
pt: Repositório GitHub
ru: Репозиторий GitHub
th: คลัง GitHub
tr: GitHub deposu
vi: Kho GitHub
zh_cn: GitHub 仓库
zh_hk: GitHub 儲存庫
zh_tw: GitHub 儲存庫

# goToLunchSettings
source: Open lunch settings
ar: فتح إعدادات الغداء
de: Pauseneinstellungen öffnen
es: Abrir ajustes de comida
fr: Ouvrir les réglages du déjeuner
hi_in: भोजन अवकाश सेटिंग खोलें
id: Buka pengaturan makan siang
it: Apri impostazioni pranzo
ja: 昼休み設定を開く
ko: 점심시간 설정 열기
mr_in: जेवणाच्या सुट्टीच्या सेटिंग्ज उघडा
pt: Abrir ajustes do almoço
ru: Открыть настройки обеда
th: เปิดการตั้งค่าพักกลางวัน
tr: Öğle arası ayarlarını aç
vi: Mở cài đặt nghỉ trưa
zh_cn: 前往午休设置
zh_hk: 前往午休設定
zh_tw: 前往午休設定

source: Hide Salary
ar: إخفاء الراتب
de: Gehalt ausblenden
es: Ocultar salario
fr: Masquer le salaire
hi_in: वेतन छुपाएँ
id: Sembunyikan gaji
it: Nascondi stipendio
ja: 給与を非表示
ko: 급여 숨기기
mr_in: पगार लपवा
pt: Ocultar salário
ru: Скрыть зарплату
th: ซ่อนข้อมูลเงินเดือน
tr: Maaşı gizle
vi: Ẩn lương
zh_cn: 隐藏薪资
zh_hk: 隱藏薪金
zh_tw: 隱藏薪資

# invalidLunchMessage
source: Lunch must fall completely inside the shift before the countdown can start.
ar: يجب أن تقع استراحة الغداء بالكامل ضمن ساعات العمل قبل بدء العد التنازلي.
de: Die Mittagspause muss vollständig innerhalb der Arbeitszeit liegen, bevor der Countdown starten kann.
es: La pausa para comer debe estar completamente dentro de la jornada para iniciar la cuenta atrás.
fr: La pause déjeuner doit être entièrement comprise dans les heures de travail avant de lancer le compte à rebours.
hi_in: उलटी गिनती शुरू करने से पहले भोजन अवकाश पूरी तरह कार्य समय के भीतर होना चाहिए।
id: Waktu makan siang harus sepenuhnya berada dalam jam kerja sebelum hitung mundur dimulai.
it: La pausa pranzo deve rientrare interamente nell’orario di lavoro prima di avviare il conto alla rovescia.
ja: 開始する前に、昼休み全体が勤務時間内に収まるようにしてください。
ko: 카운트다운을 시작하려면 점심시간 전체가 근무시간 안에 있어야 합니다.
mr_in: उलटी गणना सुरू करण्यापूर्वी जेवणाची सुट्टी पूर्णपणे कामाच्या वेळेत असावी.
pt: O intervalo de almoço precisa estar totalmente dentro do expediente para iniciar a contagem.
ru: Чтобы запустить отсчёт, обеденный перерыв должен полностью находиться внутри смены.
th: เวลาพักกลางวันต้องอยู่ภายในเวลางานทั้งหมดก่อนเริ่มนับถอยหลัง
tr: Geri sayım başlamadan önce öğle arasının tamamı çalışma saatleri içinde olmalıdır.
vi: Giờ nghỉ trưa phải nằm hoàn toàn trong ca làm trước khi có thể bắt đầu đếm ngược.
zh_cn: 开始倒计时前，午休必须完整落在上班时间内。
zh_hk: 開始倒數前，午休必須完整落在上班時間內。
zh_tw: 開始倒數前，午休必須完整落在上班時間內。

# invalidLunchTitle
source: Check lunch time
ar: تحقق من وقت الغداء
de: Pausenzeit prüfen
es: Revisa la hora de la comida
fr: Vérifier la pause déjeuner
hi_in: दोपहर के भोजन का समय जाँचें
id: Periksa waktu makan siang
it: Controlla la pausa pranzo
ja: 昼休み時間を確認
ko: 점심시간 확인
mr_in: जेवणाची वेळ तपासा
pt: Verifique o horário de almoço
ru: Проверьте время обеда
th: ตรวจสอบเวลาพักกลางวัน
tr: Öğle arasını kontrol edin
vi: Kiểm tra giờ nghỉ trưa
zh_cn: 检查午休时间
zh_hk: 檢查午休時間
zh_tw: 檢查午休時間

# keepAtLeastOneWorkday
source: Keep one weekday, or pick no schedule.
ar: أبقِ يومًا واحدًا، أو اختر بلا جدول.
de: Einen Tag behalten oder den Plan aus.
es: Deja un día, o pasa a sin horario.
fr: Gardez un jour, ou passez sans planning.
hi_in: एक दिन रखें, या बिना शिड्यूल चुनें।
id: Simpan satu hari, atau pilih tanpa jadwal.
it: Tieni un giorno, o passa a senza orario.
ja: 曜日を1つ残すか、なしにしてください。
ko: 요일 하루를 남기거나 일정 없음을 고르세요.
mr_in: एक दिवस ठेवा, किंवा वेळापत्रक वापरू नका.
pt: Mantenha um dia, ou passe a sem horário.
ru: Оставьте один день или отключите график.
th: เหลือหนึ่งวัน หรือเปลี่ยนเป็นไม่มีตาราง
tr: En az bir gün bırakın veya programı kapatın.
vi: Giữ một ngày, hoặc chuyển sang không lịch.
zh_cn: 至少留一天，或改为先不排班。
zh_hk: 至少留一日，或改為先唔排班。
zh_tw: 至少留一天，或改為先不排班。

source: Keep editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer à modifier
hi_in: संपादन जारी रखें
id: Lanjutkan mengedit
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집
mr_in: संपादन सुरू ठेवा
pt: Continuar a editar
ru: Продолжить редактирование
th: แก้ไขต่อ
tr: Düzenlemeye devam et
vi: Tiếp tục chỉnh sửa
zh_cn: 继续编辑
zh_hk: 繼續編輯
zh_tw: 繼續編輯

# landingFeature1Title
source: Any shift pattern
ar: أي نظام ورديات
de: Jedes Schichtmodell
es: Cualquier turno
fr: Tous les horaires
hi_in: हर तरह की शिफ़्ट
id: Segala pola sif
it: Qualsiasi turno
ja: どんな勤務形態でも
ko: 어떤 근무 형태든
mr_in: कोणतीही शिफ्ट
pt: Qualquer turno
ru: Любой график
th: รองรับทุกกะ
tr: Her vardiya düzeni
vi: Mọi kiểu ca làm
zh_cn: 什么班次都支持
zh_hk: 咩更期都支援
zh_tw: 什麼班別都支援
